brew "bat"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "starship"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "discord"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "google-chrome"
cask "mattermost"
cask "microsoft-office"
cask "miniforge"
cask "notion"
cask "spotify"
cask "zoom"
